public class WelcomeText {
    public void print() {
        System.out.println("███╗░░░███╗███████╗██████╗░██╗███████╗██╗░░░██╗░█████╗░██╗░░░░░  ██████╗░░█████╗░████████╗████████╗██╗░░░░░███████╗");
        System.out.println("████╗░████║██╔════╝██╔══██╗██║██╔════╝██║░░░██║██╔══██╗██║░░░░░  ██╔══██╗██╔══██╗╚══██╔══╝╚══██╔══╝██║░░░░░██╔════╝");
        System.out.println("██╔████╔██║█████╗░░██║░░██║██║█████╗░░╚██╗░██╔╝███████║██║░░░░░  ██████╦╝███████║░░░██║░░░░░░██║░░░██║░░░░░█████╗░░");
        System.out.println("██║╚██╔╝██║██╔══╝░░██║░░██║██║██╔══╝░░░╚████╔╝░██╔══██║██║░░░░░  ██╔══██╗██╔══██║░░░██║░░░░░░██║░░░██║░░░░░██╔══╝░░");
        System.out.println("██║░╚═╝░██║███████╗██████╔╝██║███████╗░░╚██╔╝░░██║░░██║███████╗  ██████╦╝██║░░██║░░░██║░░░░░░██║░░░███████╗███████╗");
        System.out.println("╚═╝░░░░░╚═╝╚══════╝╚═════╝░╚═╝╚══════╝░░░╚═╝░░░╚═╝░░╚═╝╚══════╝  ╚═════╝░╚═╝░░╚═╝░░░╚═╝░░░░░░╚═╝░░░╚══════╝╚══════╝");
        System.out.println("░██████╗░░█████╗░███╗░░░███╗███████╗");
        System.out.println("██╔════╝░██╔══██╗████╗░████║██╔════╝");
        System.out.println("██║░░██╗░███████║██╔████╔██║█████╗░░");
        System.out.println("██║░░╚██╗██╔══██║██║╚██╔╝██║██╔══╝░░");
        System.out.println("╚██████╔╝██║░░██║██║░╚═╝░██║███████╗");
        System.out.println("░╚═════╝░╚═╝░░╚═╝╚═╝░░░░░╚═╝╚══════╝");
        System.out.println(" ");
        System.out.println("**Пролог**\n" +
                "\n" +
                "В далёкие времена, когда мир был полон опасностей и приключений, ты, отважный правитель, оказался в центре событий, которые могут изменить ход истории.\n" +
                "\n" +
                "Твой город находится на грани войны, и ты должен быть готов к нападению. Враги уже собирают свои армии, и их цель — захватить твои земли и уничтожить тебя.\n" +
                "\n" +
                "Но ты не сдашься без боя. Ты — правитель, который готов защищать свой город и своих людей. У тебя есть немного денег в казне, но этого недостаточно, чтобы противостоять врагу.\n" +
                "\n" +
                "Тебе нужно собрать армию, которая сможет дать отпор врагу. Ты должен найти лучших воинов, которые будут готовы сражаться за тебя и твой город.\n" +
                "\n" +
                "Ты готов к испытаниям, которые ждут тебя впереди? Готов ли ты стать настоящим героем и защитить свой город от нападения?\n" +
                "\n" +
                "Пришло время показать свою силу и мужество. Ты — правитель, и ты готов принять вызов.");
    }
}
